app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("name", "address", "title", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", ""], ["address", ""], ["title", ""], ["created_at", "2018-02-16 00:58:14.755159"], ["updated_at", "2018-02-16 00:58:14.755159"]]

  def update
    respond_to do |format|
      if @user.update(user_params)
---
UPDATE "users" SET "latitude" = $1, "longitude" = $2, "name" = $3, "address" = $4, "updated_at" = $5 WHERE "users"."id" = $6  [["latitude", -23.1897236], ["longitude", -46.8834881], ["name", "0103"], ["address", "Rua Barao de Jundiai, Jundiai SP"], ["updated_at", "2018-02-17 00:30:37.810761"], ["id", 8]]